artilleryLocal.yml
config:
  target: 'http://localhost:3004'
  phases:
    - duration: 600
      arrivalRate: 1
scenarios:
  - flow:
    - loop:
      - get:
          url: '/{{ $randomNumber(1, 50) }}'
          count: 1
      - get:
          url: '/getImages/{{ $randomNumber(1, 50) }}'
          count: 1
      - get:
          url: '/getRooms/{{ $randomNumber(1, 50) }}'
          count: 1